Repository: afthalad/creaseios
Catalog: creaseios/Resources/Localizable.xcstrings
Source language: en
Languages: si, ta

# teamTabPlayers
source: Players
si: ක්‍රීඩකයින්
ta: வீரர்கள்

# teamTabInfo
source: Team Info
si: කණ්ඩායම් තොරතුරු
ta: அணி தகவல்

# teamColPlayer
source: Player
si: ක්‍රීඩකයා
ta: வீரர்

# teamColRuns
source: Runs
si: ලකුණු
ta: ஓட்டங்கள்

# teamColWickets
source: Wkts
si: කඩුලු
ta: விக்.

source: Captain
si: නායක
ta: தலைவர்

source: Vice Captain
si: උප නායක
ta: துணைத் தலைவர்

source: Make captain
si: නායක කරන්න
ta: தலைவராக்கு

source: Make vice captain
si: උප නායක කරන්න
ta: துணைத் தலைவராக்கு

source: Edit team
si: කණ්ඩායම සංස්කරණය
ta: அணியைத் திருத்து

# teamChangeLogo
source: Change logo
si: ලාංඡනය වෙනස් කරන්න
ta: சின்னத்தை மாற்று

# teamNone
source: None
si: නැත
ta: இல்லை

# teamInfoShortName
source: Short name
si: කෙටි නම
ta: சுருக்கப் பெயர்

# teamInfoCreated
source: Created
si: නිර්මාණය කළේ
ta: உருவாக்கப்பட்டது

source: Accept
si: පිළිගන්න
ta: ஏற்றுக்கொள்

# additionalRuns
source: Additional runs run
si: අමතරව දුවපු ලකුණු
ta: கூடுதலாக ஓடிய ரன்கள்

source: Add players
si: ක්‍රීඩකයින් එක් කරන්න
ta: வீரர்களைச் சேர்

# addTwoPlayers
source: Add at least 2 players
si: අවම වශයෙන් ක්‍රීඩකයින් 2ක් එක් කරන්න
ta: குறைந்தது 2 வீரர்களைச் சேர்க்கவும்

source: Appearance
si: පෙනුම
ta: தோற்றம்

source: At the crease
si: ක්‍රීසය මත
ta: களத்தில்

# authErrorCancelled
source: Verification was cancelled. Please try again.
si: තහවුරු කිරීම අවලංගු විය. නැවත උත්සාහ කරන්න.
ta: சரிபார்ப்பு ரத்துசெய்யப்பட்டது. மீண்டும் முயற்சிக்கவும்.

# authErrorCodeExpired
source: This code has expired. Tap "Resend code" to get a new one.
si: මෙම කේතය කල් ඉකුත් වී ඇත. නව කේතයක් සඳහා "කේතය නැවත යවන්න" ඔබන්න.
ta: இந்தக் குறியீடு காலாவதியாகிவிட்டது. புதிய குறியீட்டைப் பெற "குறியீட்டை மீண்டும் அனுப்பு" என்பதைத் தட்டவும்.

# authErrorInvalidCode
source: That code is incorrect. Check the SMS and try again.
si: එම කේතය වැරදියි. කෙටි පණිවිඩය පරීක්ෂා කර නැවත උත්සාහ කරන්න.
ta: அந்தக் குறியீடு தவறானது. SMS ஐச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.

# authErrorInvalidPhone
source: That number doesn't look right. Check it and try again.
si: එම අංකය නිවැරදි නොවන බව පෙනේ. පරීක්ෂා කර නැවත උත්සාහ කරන්න.
ta: அந்த எண் சரியாகத் தெரியவில்லை. சரிபார்த்து மீண்டும் முயற்சிக்கவும்.

# authErrorNetwork
source: No internet connection. Check your connection and try again.
si: අන්තර්ජාල සම්බන්ධතාවයක් නැත. සම්බන්ධතාවය පරීක්ෂා කර නැවත උත්සාහ කරන්න.
ta: இணைய இணைப்பு இல்லை. இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.

# authErrorQuotaExceeded
source: We can't send more codes right now. Please try again later.
si: දැනට තවත් කේත යැවිය නොහැක. පසුව නැවත උත්සාහ කරන්න.
ta: தற்போது மேலும் குறியீடுகளை அனுப்ப முடியாது. பின்னர் மீண்டும் முயற்சிக்கவும்.

# authErrorSaveName
source: We couldn't save your name. Please try again.
si: ඔබේ නම සුරැකිය නොහැකි විය. නැවත උත්සාහ කරන්න.
ta: உங்கள் பெயரைச் சேமிக்க முடியவில்லை. மீண்டும் முயற்சிக்கவும்.

# authErrorSendFailed
source: We couldn't send a code right now. Please try again in a few minutes.
si: දැන් කේතයක් යැවිය නොහැකි විය. මිනිත්තු කිහිපයකින් නැවත උත්සාහ කරන්න.
ta: இப்போது குறியீட்டை அனுப்ப முடியவில்லை. சில நிமிடங்களில் மீண்டும் முயற்சிக்கவும்.

# authErrorTooManyRequests
source: Too many attempts from this device. Please wait a while and try again.
si: මෙම උපාංගයෙන් උත්සාහයන් වැඩියි. ටික වේලාවකින් නැවත උත්සාහ කරන්න.
ta: இந்தச் சாதனத்திலிருந்து அதிக முயற்சிகள். சிறிது நேரம் கழித்து மீண்டும் முயற்சிக்கவும்.

source: Back
si: ආපසු
ta: பின்செல்

source: Back to home
si: මුල් පිටුවට
ta: முகப்புக்குச் செல்

source: Bat
si: පිතිකරණය
ta: பேட்டிங்

source: Batter
si: පිතිකරු
ta: பேட்ஸ்மேன்

source: Batting
si: පිතිකරණය
ta: பேட்டிங்

# battingLhb
source: Left-hand bat
si: වමත් පිතිකරු
ta: இடது கை பேட்

# battingRhb
source: Right-hand bat
si: දකුණත් පිතිකරු
ta: வலது கை பேட்

source: Bowl
si: පන්දු යැවීම
ta: பந்துவீச்சு

source: Bowling
si: පන්දු යැවීම
ta: பந்துவீச்சு

# bowlingLeftArmFast
source: Left-arm fast
si: වමත් වේග
ta: இடது கை வேகம்

# bowlingLeftArmMedium
source: Left-arm medium
si: වමත් මධ්‍යම වේග
ta: இடது கை மிதவேகம்

# bowlingLeftArmSpin
source: Left-arm spin
si: වමත් දඟ
ta: இடது கை சுழல்

# bowlingNone
source: Doesn't bowl
si: පන්දු නොයවයි
ta: பந்துவீசுவதில்லை

# bowlingRightArmFast
source: Right-arm fast
si: දකුණත් වේග
ta: வலது கை வேகம்

# bowlingRightArmMedium
source: Right-arm medium
si: දකුණත් මධ්‍යම වේග
ta: வலது கை மிதவேகம்

# bowlingRightArmSpin
source: Right-arm spin
si: දකුණත් දඟ
ta: வலது கை சுழல்

source: Cancel
si: අවලංගු කරන්න
ta: ரத்துசெய்

source: Choose team
si: කණ්ඩායම තෝරන්න
ta: அணியைத் தேர்வுசெய்

source: Confirm
si: තහවුරු කරන්න
ta: உறுதிசெய்

# createDetails
source: Match details
si: තරග විස්තර
ta: போட்டி விவரங்கள்

source: Create team
si: කණ්ඩායම සාදන්න
ta: அணியை உருவாக்கு

# createTeamA
source: Team A squad
si: A කණ්ඩායමේ ක්‍රීඩකයින්
ta: அணி A வீரர்கள்

# createTeamB
source: Team B squad
si: B කණ්ඩායමේ ක්‍රීඩකයින්
ta: அணி B வீரர்கள்

# createTeams
source: Choose teams
si: කණ්ඩායම් තෝරන්න
ta: அணிகளைத் தேர்வுசெய்

# createToss
source: Toss
si: කාසි වීසීම
ta: டாஸ்

source: Custom team
si: අභිරුචි කණ්ඩායම
ta: தனிப்பயன் அணி

# dayToday
source: Today
si: අද
ta: இன்று

# dayTomorrow
source: Tomorrow
si: හෙට
ta: நாளை

source: Decline
si: ප්‍රතික්ෂේප කරන්න
ta: நிராகரி

# dismissalBowled
source: Bowled
si: බෝල්ඩ්
ta: போல்டு

# dismissalCaught
source: Caught
si: කැච්
ta: கேட்ச்

# dismissalHitWicket
source: Hit wicket
si: හිට් විකට්
ta: ஹிட் விக்கெட்

# dismissalObstructing
source: Obstructing the field
si: ක්ෂේත්‍රයට බාධා කිරීම
ta: களத்தைத் தடுத்தல்

# dismissalRetiredOut
source: Retired out
si: රිටයර්ඩ් අවුට්
ta: ரிட்டயர்டு அவுட்

# dismissalRunOut
source: Run out
si: රන් අවුට්
ta: ரன் அவுட்

# dismissalStumped
source: Stumped
si: ස්ටම්ප්ඩ්
ta: ஸ்டம்ப்டு

source: Edit
si: සංස්කරණය
ta: திருத்து

source: Elected to
si: තෝරාගත්තේ
ta: தேர்ந்தெடுத்தது

# emptyAll
source: No matches yet. Start one to begin scoring.
si: තවම තරග නැත. ලකුණු තැබීම ආරම්භ කිරීමට එකක් අරඹන්න.
ta: இன்னும் போட்டிகள் இல்லை. ஸ்கோர் பதிவைத் தொடங்க ஒன்றைத் தொடங்குங்கள்.

# emptyFavorites
source: No favorites yet. Tap the heart on a match to save it here.
si: තවම ප්‍රියතම නැත. තරගයක් මෙහි සුරැකීමට හදවත ඔබන්න.
ta: இன்னும் பிடித்தவை இல்லை. ஒரு போட்டியை இங்கே சேமிக்க இதயத்தைத் தட்டவும்.

# emptyLive
source: Nothing live right now.
si: දැන් සජීවී තරග නැත.
ta: தற்போது நேரலைப் போட்டிகள் இல்லை.

# emptyMine
source: You haven't created any matches yet.
si: ඔබ තවම තරග කිසිවක් සාදා නැත.
ta: நீங்கள் இன்னும் எந்தப் போட்டியையும் உருவாக்கவில்லை.

# emptyResults
source: No results yet.
si: තවම ප්‍රතිඵල නැත.
ta: இன்னும் முடிவுகள் இல்லை.

# emptyUpcoming
source: No upcoming matches.
si: ඉදිරි තරග නැත.
ta: வரவிருக்கும் போட்டிகள் இல்லை.

source: End innings
si: ඉනිම අවසන් කරන්න
ta: இன்னிங்ஸை முடி

# errorGeneric
source: Something went wrong. Please try again.
si: යමක් වැරදුණා. නැවත උත්සාහ කරන්න.
ta: ஏதோ தவறு நடந்துவிட்டது. மீண்டும் முயற்சிக்கவும்.

# errorNotFound
source: We couldn't find that.
si: එය සොයාගත නොහැකි විය.
ta: அதைக் கண்டுபிடிக்க முடியவில்லை.

source: Extra
si: අමතර
ta: உதிரி

# extraBye
source: Bye
si: බයි
ta: பை

# extraLegBye
source: Leg bye
si: ලෙග් බයි
ta: லெக் பை

# extraNoBall
source: No ball
si: නෝ බෝල්
ta: நோ பால்

source: Extras
si: අමතර
ta: உதிரிகள்

# extraWide
source: Wide
si: වයිඩ්
ta: வைடு

source: Fielder
si: ක්ෂේත්‍ර රකින්නා
ta: பீல்டர்

source: Fielder (optional)
si: ක්ෂේත්‍ර රකින්නා (අත්‍යවශ්‍ය නොවේ)
ta: பீல்டர் (விருப்பத்தேர்வு)

# filterAll
source: All
si: සියල්ල
ta: அனைத்தும்

# filterFavorites
source: Favorites
si: ප්‍රියතම
ta: பிடித்தவை

# filterLive
source: Live
si: සජීවී
ta: நேரலை

# filterMine
source: My matches
si: මගේ තරග
ta: என் போட்டிகள்

# filterResults
source: Results
si: ප්‍රතිඵල
ta: முடிவுகள்

# filterUpcoming
source: Upcoming
si: ඉදිරි
ta: வரவிருப்பவை

source: Format
si: ආකෘතිය
ta: வடிவம்

# formatCustom
source: Custom
si: අභිරුචි
ta: தனிப்பயன்

# formatSixes
source: Sixes
si: සික්සස්
ta: சிக்சஸ்

# formatSoftball
source: Softball
si: සොෆ්ට්බෝල්
ta: சாப்ட்பால்

# formatTapeBall
source: Tape ball
si: ටේප් බෝල්
ta: டேப் பால்

# genderFemale
source: Female
si: ස්ත්‍රී
ta: பெண்

# genderMale
source: Male
si: පුරුෂ
ta: ஆண்

source: In team
si: කණ්ඩායමේ
ta: அணியில்

source: Invite
si: ආරාධනා කරන්න
ta: அழை

source: Invited
si: ආරාධනා කළා
ta: அழைக்கப்பட்டது

source: Language
si: භාෂාව
ta: மொழி

# loginChangeNumber
source: Change number
si: අංකය වෙනස් කරන්න
ta: எண்ணை மாற்று

# loginCodeSubtitle %@
source: Sent to %@
si: %@ වෙත යවන ලදී
ta: %@ க்கு அனுப்பப்பட்டது

# loginCodeTitle
source: Enter the code
si: කේතය ඇතුළත් කරන්න
ta: குறியீட்டை உள்ளிடவும்

# loginFinish
source: Let's go
si: යමු
ta: தொடங்குவோம்

# loginNameHint
source: Your name
si: ඔබේ නම
ta: உங்கள் பெயர்

# loginNameSubtitle
source: This is how other players and fans will see you.
si: අනෙක් ක්‍රීඩකයින්ට සහ රසිකයින්ට ඔබව පෙනෙන්නේ මෙලෙසයි.
ta: மற்ற வீரர்களும் ரசிகர்களும் உங்களை இப்படித்தான் பார்ப்பார்கள்.

# loginNameTitle
source: What should we call you?
si: අපි ඔබට කුමක් කියා අමතමුද?
ta: உங்களை எப்படி அழைக்கலாம்?

# loginPhoneSubtitle
source: We'll text you a 6-digit code to confirm it's you.
si: එය ඔබ බව තහවුරු කිරීමට අපි ඉලක්කම් 6ක කේතයක් කෙටි පණිවිඩයකින් එවන්නෙමු.
ta: இது நீங்கள்தான் என உறுதிப்படுத்த 6 இலக்கக் குறியீட்டை SMS மூலம் அனுப்புவோம்.

# loginPhoneTitle
source: What's your number?
si: ඔබේ දුරකථන අංකය කුමක්ද?
ta: உங்கள் தொலைபேசி எண் என்ன?

# loginResend
source: Resend code
si: කේතය නැවත යවන්න
ta: குறியீட்டை மீண்டும் அனுப்பு

# loginResendIn %lld
source: Resend code in %llds
si: තත්පර %lldකින් කේතය නැවත යවන්න
ta: %lld வினாடிகளில் மீண்டும் அனுப்பலாம்

# loginSendCode
source: Send code
si: කේතය යවන්න
ta: குறியீட்டை அனுப்பு

# loginVerify
source: Verify
si: තහවුරු කරන්න
ta: சரிபார்

source: Match centre
si: තරග මධ්‍යස්ථානය
ta: போட்டி மையம்

source: Match complete
si: තරගය අවසන්
ta: போட்டி முடிந்தது

# matchRequestBody %@
source: %@ was added to a match. Confirm to play.
si: %@ තරගයකට එක් කර ඇත. සෙල්ලම් කිරීමට තහවුරු කරන්න.
ta: %@ ஒரு போட்டியில் சேர்க்கப்பட்டுள்ளது. விளையாட உறுதிப்படுத்தவும்.

# matchWaiting
source: Waiting for the other team's owner to confirm this match.
si: අනෙක් කණ්ඩායමේ හිමිකරු මෙම තරගය තහවුරු කරන තෙක් බලා සිටී.
ta: மற்ற அணியின் உரிமையாளர் இந்த போட்டியை உறுதிப்படுத்த காத்திருக்கிறது.

# memberPending
source: Pending
si: පොරොත්තුවෙන්
ta: நிலுவையில்

source: My teams
si: මගේ කණ්ඩායම්
ta: எனது அணிகள்

source: Need
si: අවශ්‍ය
ta: தேவை

# needRunsInBalls %@ %lld %lld
source: %1$@ need %2$lld in %3$lld balls
si: %1$@ට පන්දු %2$lldකින් ලකුණු %3$lldක් අවශ්‍යයි
ta: %1$@ அணிக்கு %2$lld பந்துகளில் %3$lld ரன்கள் தேவை

source: Coming soon
si: ළඟදීම
ta: விரைவில்

# createTitle
source: Create
si: සාදන්න
ta: உருவாக்கு

source: New match
si: නව තරගය
ta: புதிய போட்டி

source: New tournament
si: නව තරඟාවලිය
ta: புதிய போட்டித் தொடர்

source: New team
si: නව කණ්ඩායම
ta: புதிய அணி

source: Next
si: ඊළඟ
ta: அடுத்து

source: Next batter
si: ඊළඟ පිතිකරු
ta: அடுத்த பேட்ஸ்மேன்

# nextOverBowler
source: Who is bowling this over?
si: මෙම ඕවරය යවන්නේ කවුද?
ta: இந்த ஓவரை யார் வீசுகிறார்?

source: Non-striker
si: අනෙක් පිතිකරු
ta: நான்-ஸ்ட்ரைக்கர்

# noOversYet
source: No overs bowled yet
si: තවම ඕවර යවා නැත
ta: இன்னும் ஓவர்கள் வீசப்படவில்லை

source: Note
si: සටහන
ta: குறிப்பு

source: OK
si: හරි
ta: சரி

# openersBowler
source: Who is bowling?
si: පන්දු යවන්නේ කවුද?
ta: யார் பந்து வீசுகிறார்?

# openersNonStriker
source: Who is at the non-striker end?
si: අනෙක් කෙළවරේ සිටින්නේ කවුද?
ta: நான்-ஸ்ட்ரைக்கர் முனையில் யார்?

# openersStriker
source: Who is on strike?
si: පහර දෙන්නේ කවුද?
ta: ஸ்ட்ரைக்கில் யார்?

source: Overs per innings
si: ඉනිමකට ඕවර
ta: ஒரு இன்னிங்ஸுக்கு ஓவர்கள்

# photoChoose
source: Choose photo
si: ඡායාරූපය තෝරන්න
ta: புகைப்படத்தைத் தேர்வுசெய்

# playerBattingStyle
source: Batting style
si: පිතිකරණ ශෛලිය
ta: பேட்டிங் பாணி

# playerBowlingStyle
source: Bowling style
si: පන්දු යැවීමේ ශෛලිය
ta: பந்துவீச்சு பாணி

# playerGender
source: Gender
si: ස්ත්‍රී/පුරුෂ භාවය
ta: பாலினம்

source: Player name
si: ක්‍රීඩකයාගේ නම
ta: வீரரின் பெயர்

source: Player profile
si: ක්‍රීඩක පැතිකඩ
ta: வீரர் சுயவிவரம்

# playerProfileCreate
source: Create player profile
si: ක්‍රීඩක පැතිකඩ සාදන්න
ta: வீரர் சுயவிவரத்தை உருவாக்கு

# playerProfileEdit
source: Edit player profile
si: ක්‍රීඩක පැතිකඩ සංස්කරණය
ta: வீரர் சுயவிவரத்தைத் திருத்து

# playerProfileEmpty
source: You haven't created a player profile yet.
si: ඔබ තවම ක්‍රීඩක පැතිකඩක් සාදා නැත.
ta: நீங்கள் இன்னும் வீரர் சுயவிவரத்தை உருவாக்கவில்லை.

# playerProfileSaveError
source: Couldn't save your player profile. Try again.
si: ක්‍රීඩක පැතිකඩ සුරැකීමට නොහැකි විය. නැවත උත්සාහ කරන්න.
ta: வீரர் சுயவிவரத்தைச் சேமிக்க முடியவில்லை. மீண்டும் முயற்சிக்கவும்.

# playerProfileSetupSubtitle
source: Let teams find you and invite you to play.
si: කණ්ඩායම්වලට ඔබව සොයාගෙන ක්‍රීඩා කිරීමට ආරාධනා කිරීමට ඉඩ දෙන්න.
ta: அணிகள் உங்களைக் கண்டுபிடித்து விளையாட அழைக்கட்டும்.

# playerProfileSetupTitle
source: Create your player profile
si: ඔබේ ක්‍රීඩක පැතිකඩ සාදන්න
ta: உங்கள் வீரர் சுயவிவரத்தை உருவாக்கவும்

# playerRoleLabel
source: Role
si: භූමිකාව
ta: பங்கு

# playersCount %lld
source: %lld players
si: ක්‍රීඩකයින් %lld
ta: %lld வீரர்கள்

source: Players per side
si: කණ්ඩායමකට ක්‍රීඩකයින්
ta: ஒரு அணிக்கு வீரர்கள்

# playNotStarted
source: Play has not started
si: ක්‍රීඩාව තවම ආරම්භ වී නැත
ta: ஆட்டம் இன்னும் தொடங்கவில்லை

# profileEditName
source: Edit name
si: නම සංස්කරණය කරන්න
ta: பெயரைத் திருத்து

# profileJoinSubtitle
source: Sign in to create matches, save favorites and get reminders.
si: තරග සෑදීමට, ප්‍රියතම සුරැකීමට සහ සිහිකැඳවීම් ලබා ගැනීමට පිවිසෙන්න.
ta: போட்டிகளை உருவாக்க, பிடித்தவற்றைச் சேமிக்க மற்றும் நினைவூட்டல்களைப் பெற உள்நுழையவும்.

# profileMemberSince %@
source: Member since %@
si: %@ සිට සාමාජික
ta: %@ முதல் உறுப்பினர்

# profileNoName
source: No name yet
si: තවම නමක් නැත
ta: இன்னும் பெயர் இல்லை

# profilePreferences
source: Preferences
si: මනාපයන්
ta: விருப்பங்கள்

# profileSignIn
source: Sign in with phone
si: දුරකථනයෙන් පිවිසෙන්න
ta: தொலைபேசி மூலம் உள்நுழை

# profileSignOut
source: Sign out
si: ඉවත් වන්න
ta: வெளியேறு

# profileSignOutBody
source: You can sign back in anytime with your phone number.
si: ඔබේ දුරකථන අංකයෙන් ඕනෑම වේලාවක නැවත පිවිසිය හැක.
ta: உங்கள் தொலைபேசி எண் மூலம் எப்போது வேண்டுமானாலும் மீண்டும் உள்நுழையலாம்.

# profileSignOutTitle
source: Sign out?
si: ඉවත් වන්නද?
ta: வெளியேற வேண்டுமா?

# profileTitle
source: Profile
si: පැතිකඩ
ta: சுயவிவரம்

source: Public match
si: පොදු තරගය
ta: பொதுப் போட்டி

# publicMatchOff
source: Only you can view this match.
si: මෙම තරගය බැලිය හැක්කේ ඔබට පමණි.
ta: இந்தப் போட்டியை நீங்கள் மட்டுமே பார்க்க முடியும்.

# publicMatchOn
source: Anyone can view the scorecard and stats.
si: ඕනෑම කෙනෙකුට ලකුණු පුවරුව සහ සංඛ්‍යාලේඛන බැලිය හැක.
ta: யார் வேண்டுமானாலும் ஸ்கோர்கார்டு மற்றும் புள்ளிவிவரங்களைப் பார்க்கலாம்.

# removeMember
source: Remove
si: ඉවත් කරන්න
ta: நீக்கு

source: Retire
si: විශ්‍රාම
ta: ஓய்வு

source: Retired hurt
si: තුවාල වී ඉවත් විය
ta: காயத்தால் வெளியேறினார்

source: Retry
si: නැවත උත්සාහ කරන්න
ta: மீண்டும் முயற்சிக்கவும்

# roleAllRounder
source: All-rounder
si: සර්වාංගී
ta: ஆல்-ரவுண்டர்

# roleBatter
source: Batter
si: පිතිකරු
ta: பேட்ஸ்மேன்

# roleBowler
source: Bowler
si: පන්දු යවන්නා
ta: பந்துவீச்சாளர்

# roleWicketKeeper
source: Wicket-keeper
si: කඩුලු රකින්නා
ta: விக்கெட் கீப்பர்

source: Runs completed
si: සම්පූර්ණ කළ ලකුණු
ta: முடித்த ரன்கள்

# runsOffBat
source: Runs off the bat
si: පිත්තෙන් ලැබූ ලකුණු
ta: பேட்டிலிருந்து ரன்கள்

# sameTeamError
source: Pick two different teams.
si: විවිධ කණ්ඩායම් දෙකක් තෝරන්න.
ta: இரண்டு வெவ்வேறு அணிகளைத் தேர்வுசெய்.

source: Save
si: සුරකින්න
ta: சேமி

source: Scoring
si: ලකුණු තැබීම
ta: ஸ்கோர் பதிவு

# searchNoResults
source: No players found
si: ක්‍රීඩකයින් හමු නොවීය
ta: வீரர்கள் எவரும் கிடைக்கவில்லை

# searchNothingFound
source: No matches or teams found
si: තරඟ හෝ කණ්ඩායම් හමු නොවීය
ta: போட்டிகள் அல்லது அணிகள் எதுவும் கிடைக்கவில்லை

# searchPrompt
source: Search matches and teams
si: තරඟ සහ කණ්ඩායම් සොයන්න
ta: போட்டிகள் மற்றும் அணிகளைத் தேடுங்கள்

# searchPlayers
source: Search players by name
si: නමින් ක්‍රීඩකයින් සොයන්න
ta: பெயரால் வீரர்களைத் தேடு

# searchTitle
source: Search
si: සොයන්න
ta: தேடல்

# searchTeams
source: Search teams by name
si: නමින් කණ්ඩායම් සොයන්න
ta: பெயரால் அணிகளைத் தேடு

# sectionLive
source: Live now
si: දැන් සජීවීව
ta: இப்போது நேரலை

# sectionResults
source: Recent results
si: මෑත ප්‍රතිඵල
ta: சமீபத்திய முடிவுகள்

# sectionUpcoming
source: Upcoming
si: ඉදිරි තරග
ta: வரவிருக்கும் போட்டிகள்

source: Select fielder
si: ක්ෂේත්‍ර රකින්නා තෝරන්න
ta: பீல்டரைத் தேர்ந்தெடு

source: Send for confirmation
si: තහවුරු කිරීමට යවන්න
ta: உறுதிப்படுத்த அனுப்பு

source: Skip
si: මඟ හරින්න
ta: தவிர்

# squadCount %lld
source: Squad (%lld)
si: ක්‍රීඩකයින් (%lld)
ta: வீரர்கள் (%lld)

source: Start scoring
si: ලකුණු තැබීම අරඹන්න
ta: ஸ்கோர் பதிவைத் தொடங்கு

# statusAbandoned
source: Abandoned
si: අත්හැර දමන ලදී
ta: கைவிடப்பட்டது

# statusCompleted
source: Match completed
si: තරගය අවසන්
ta: போட்டி முடிந்தது

# statusInProgress
source: In progress
si: සිදුවෙමින් පවතී
ta: நடைபெறுகிறது

# statusPending
source: Awaiting confirmation
si: තහවුරු කිරීම බලාපොරොත්තුවෙන්
ta: உறுதிப்படுத்தலுக்காக காத்திருக்கிறது

# statusUpcoming
source: Upcoming
si: ඉදිරි
ta: வரவிருக்கிறது

source: Striker
si: පහර දෙන පිතිකරු
ta: ஸ்ட்ரைக்கர்

# summaryMatchInfo
source: Match info
si: තරඟ තොරතුරු
ta: போட்டி விவரங்கள்

# summaryTopBatters
source: Top batters
si: ප්‍රමුඛ පිතිකරුවන්
ta: சிறந்த பேட்டர்கள்

# summaryTopBowlers
source: Top bowlers
si: ප්‍රමුඛ පන්දු යවන්නන්
ta: சிறந்த பந்துவீச்சாளர்கள்

source: Swap
si: මාරු කරන්න
ta: மாற்று

# tabLive
source: Live
si: සජීවී
ta: நேரலை

# tabScorecard
source: Scorecard
si: ලකුණු පුවරුව
ta: ஸ்கோர்கார்டு

# tabSquads
source: Squads
si: කණ්ඩායම්
ta: அணிகள்

# tabSummary
source: Summary
si: සාරාංශය
ta: சுருக்கம்

source: Target %lld
si: ඉලක්කය %lld
ta: இலக்கு %lld

# targetLabel
source: Target
si: ඉලක්කය
ta: இலக்கு

# teamBatting %@ %@
source: %1$@ batting · CRR %2$@
si: %1$@ පිතිකරණය · CRR %2$@
ta: %1$@ பேட்டிங் · CRR %2$@

# teamCreateError
source: Couldn't create the team. Try again.
si: කණ්ඩායම සෑදීමට නොහැකි විය. නැවත උත්සාහ කරන්න.
ta: அணியை உருவாக்க முடியவில்லை. மீண்டும் முயற்சிக்கவும்.

# teamInvitedBy %@
source: %@ invited you to join
si: %@ ඔබට එක්වීමට ආරාධනා කළා
ta: %@ உங்களை இணைய அழைத்தார்

# teamInvites
source: Invitations
si: ආරාධනා
ta: அழைப்புகள்

source: Team name
si: කණ්ඩායමේ නම
ta: அணியின் பெயர்

# teamOwner
source: Owner
si: හිමිකරු
ta: உரிமையாளர்

# tabMatches
source: Matches
si: තරඟ
ta: போட்டிகள்

source: Teams
si: කණ්ඩායම්
ta: அணிகள்

# teamsEmpty
source: You're not in any teams yet. Create one and invite players.
si: ඔබ තවම කිසිදු කණ්ඩායමක නැත. එකක් සාදා ක්‍රීඩකයින්ට ආරාධනා කරන්න.
ta: நீங்கள் இன்னும் எந்த அணியிலும் இல்லை. ஒன்றை உருவாக்கி வீரர்களை அழைக்கவும்.

# teamShort
source: Short
si: කෙටි නම
ta: சுருக்கம்

# themeDark
source: Dark
si: අඳුරු
ta: இருண்ட

# themeLight
source: Light
si: ආලෝකමත්
ta: வெளிர்

# themeSystem
source: System
si: පද්ධතිය
ta: கணினி

# tossChoseBat %@
source: %@ won the toss and chose to bat
si: %@ කාසිය දිනා පිතිකරණය තෝරා ගත්තේය
ta: %@ டாஸ் வென்று பேட்டிங் தேர்வு செய்தது

# tossChoseBowl %@
source: %@ won the toss and chose to bowl
si: %@ කාසිය දිනා පන්දු යැවීම තෝරා ගත්තේය
ta: %@ டாஸ் வென்று பந்துவீச்சு தேர்வு செய்தது

# tossWinner
source: Who won the toss?
si: කාසිය දිනුවේ කවුද?
ta: டாஸை வென்றது யார்?

source: Undo
si: අහෝසි කරන්න
ta: செயல்தவிர்

source: Venue (optional)
si: ක්‍රීඩාංගණය (අත්‍යවශ්‍ය නොවේ)
ta: மைதானம் (விருப்பத்தேர்வு)

source: View scorecard
si: ලකුණු පුවරුව බලන්න
ta: ஸ்கோர்கார்டைப் பார்

# waitingFirstBall
source: Waiting for first ball
si: පළමු පන්දුව සඳහා රැඳී සිටී
ta: முதல் பந்துக்காகக் காத்திருக்கிறது

# welcomeBrowse
source: Browse matches
si: තරග බලන්න
ta: போட்டிகளைப் பாருங்கள்

# welcomeFooter
source: By continuing you agree to play fair and have fun.
si: ඉදිරියට යාමෙන් ඔබ සාධාරණව ක්‍රීඩා කිරීමට සහ විනෝද වීමට එකඟ වේ.
ta: தொடர்வதன் மூலம் நியாயமாக விளையாடவும் மகிழ்ச்சியாக இருக்கவும் ஒப்புக்கொள்கிறீர்கள்.

# welcomeGetStarted
source: Get started
si: ආරම්භ කරන්න
ta: தொடங்குங்கள்

# welcomeSubtitle
source: Live scores, full scorecards and your own matches, all in one place.
si: සජීවී ලකුණු, සම්පූර්ණ ලකුණු පුවරු සහ ඔබේම තරග, සියල්ල එකම තැනක.
ta: நேரலை ஸ்கோர்கள், முழு ஸ்கோர்கார்டுகள் மற்றும் உங்கள் சொந்தப் போட்டிகள், அனைத்தும் ஒரே இடத்தில்.

# welcomeTitleLine1
source: Score every ball.
si: සෑම පන්දුවක්ම ලකුණු කරන්න.
ta: ஒவ்வொரு பந்தையும் பதிவுசெய்யுங்கள்.

# welcomeTitleLine2
source: Follow every match.
si: සෑම තරගයක්ම අනුගමනය කරන්න.
ta: ஒவ்வொரு போட்டியையும் பின்தொடருங்கள்.

source: Who is out?
si: දැවී ගියේ කවුද?
ta: யார் அவுட்?

source: Wicket
si: කඩුල්ල
ta: விக்கெட்

source: Wicketkeeper
si: කඩුලු රකින්නා
ta: விக்கெட் கீப்பர்

source: Yet to bat
si: තවම පිතිකරණය කර නැත
ta: இன்னும் பேட் செய்யவில்லை
